{
    "pages": {
        "HomePage": {},
        "DetailsPage": {
            "blocks": {
                "why": {
                    "title": "Prečo investovať s ",
                    "titleSuffix": "Stock Exchange?",
                    "content": "Hľadáte ziskovú investičnú príležitosť podloženú odborníkmi? Na Burze cenných papierov máme nielen skúsenosti, čísla a finančné znalosti, ktoré vám pomôžu, ale ponúkame aj niečo jedinečné: schopnosť investovať podľa vlastných podmienok, bez tretích strán a hlavne bez platenia poplatkov sprostredkovateľom."
                },
                "how": {
                    "title": "Ako to funguje?",
                    "content": "Ukážeme vám, ako si vytvoriť a spravovať vlastný investičný profil priamo na konkrétnej burze. Budete mať plnú kontrolu – nakupujte a predávajte, kedykoľvek budete chcieť. Jediné poplatky, ktoré zaplatíte, sú poplatky samotnej burze cenných papierov pričom žiadni sprostredkovatelia, banky ani iné tretie osoby si nevezmú svoj podiel."
                },
                "start": {
                    "title": "Začnite s nami",
                    "content": "Kontaktujte nás e-mailom, naplánujte si hovor a my vás prevedieme nastavením vášho účtu na burze. Od navigácie na platforme až po uskutočnenie prvého vkladu. Tiež Vám poskytneme investičné odporúčania, aby sme zaistili, že vaša cesta k úspechu investovania bude hladká, podložená informáciami a zisková."
                },
                "benefits": {
                    "title": "Exkluzívne benefity",
                    "content": "Okrem nezávislosti ponúkame na mieru šité odporúčania, čo nakupovať, kedy nakupovať a ako formovať svoju investičnú stratégiu. Voľba je však vždy na vás – žiadny nátlak na to, aby ste sa riadili našimi pokynmi. Všetko je len na základe odporúčaní."
                },
                "keys": {
                    "title": "Kľúč k úspešnému investovaniu",
                    "content": "Úspešná investičná stratégia presahuje jednoduchý nákup a predaj. Kladieme dôraz na diverzifikáciu, informovanosť prostredníctvom špičkových investorov, trhových správ a globálnych politických aktualizácií, čo vám pomôže vylepšiť vašu intuíciu pre lepšie rozhodovania."
                }
            }
        },
        "ContactUsPage": {
            "majorHeader": "S investovaním sa neoplatí čakať, neváhaj a kontaktuj nás",
            "description": {
                "1": " • Ak ťa zaujali všetky výhody investovania, a najmä možnosť investovať priamo na burze bez potreby platenia poplatkov tretím stranám, neváhaj a kontaktuj nás.",
                "2": " • Prostredníctvom videohovoru ti vysvetlíme ako si vytvoriť účet priamo na obchodnej platforme <0>Etoro</0>,",
                "3": " • Vo vačšine prípadov je medzi investorom a obchodnou platformou ešte banka alebo iná finančná inštitúcia, ktorá si berie svoj podiel. S nami máš možnosť za jednorázový poplatok tento medzičlánok obísť, čo pri vačších investíciách vie ušetriť stovky až tisícky eur na poplatkoch,",
                "4": " • Poradíme ti do čoho sa oplatí investovať, či a ako sa zisky z jednotlivých investícií musia daniť, v akej výške a kedy je možné robiť nákup/predaj,",
                "5": " • Dlhodobým investovaním si vytváraš finančnú rezervu, eliminuješ infláciu, vytváraš vlastný kapitál a sadíš strom, z ktorého neskôr bude úroda,",
                "6": " • Finančné inštitúcie, poradcovia a banky majú pravdu že investovanie je vhodná forma pre zvýšenie svojho kapitálu. Pýtajú si však za to príliš veľa,",
                "7": " • My len poskytujeme informácie, no kde, kedy a koľko investuješ, je úplne na tebe. Rozhodnutie je vždy vo tvojich rukách."
            },
            "sendButton": "Poslať Správu"
        }
    },
    "components": {
        "Header": {
            "homeLink": "Stock Exchange",
            "detailsLink": "Investujte bez poplatkov",
            "contactUsLink": "Contact Us",
            "logo": "Stock Exchange"
        },
        "Details": {
            "detailList": {
                "longName": "Názov",
                "region": "Krajina",
                "currency": "Mena",
                "exchange": "Burza",
                "firstTradeDateMilliseconds": "IPO Dátum",
                "marketCap": "Trhová Hodnota",
                "industry": "Odvetvie"
            }
        },
        "Search": {
            "input": {
                "placeholder": "Hľadať akcie"
            }
        },
        "Slider": {
            "readMore": "Čítajte viac"
        }
    }
}